{"inkVersion":21,"root":[["#","^title: Ulises","/#","#","^author: J. Francisco Lisaso","/#",{"->":"ElPacto_1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"ElPacto_1":[["^Los cincuenta duros.","\n","^La furgoneta está aparcada en las afueras del pueblo, junto a un edificio de ladrillos cascarillados y ventanas rotas que tal vez sirva como algún tipo de almacén. Pasan varios minutos de las dos de la madrugada. La noche no tiene luna y la oscuridad es espesa. Viscosa. No se oye nada más que los susurros intranquilos de tus compañeros y las instrucciones cortantes pero en voz queda de vuestros guías.","\n","^Cincuenta duros, repite, tendiéndote una mano.","\n","ev","str","^—Eran diez talentos","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Dar el dinero","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"ElPacto_1a"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ElPacto_1b"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_1a":[["^Habíamos quedado… el trato eran diez talentos.","\n","^Bueno, el trato ahora son cincuenta talentos, te contesta. Si quieres subir, pagas. Si no, te das la vuelta y te vuelves por donde has venido.","\n","^Miras a tu espalda, en dirección al pueblo que duerme a un centenar de metros. Y más allá. Hacia las gentes, los lugares, los recuerdos que han quedado sepultados tras la caída de la noche oscura.","\n","^Sabes perfectamente que ahora mismo no puedes regresar allí, por mucho que lo desearas.","\n","ev","str","^Dar el dinero","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_1c"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_1b":[["^Este no era el trato, pero poco importa. No es que puedas darte la vuelta y volver por donde has venido. Aunque desearas hacerlo. Simplemente no puedes.","\n","^Y ellos lo saben perfectamente.","\n","^Al menos la oscuridad te permite no ver su sonrisa cuando le entregas el dinero.","\n","ev","str","^Subir a la furgoneta","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_2"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_1c":[["^Le das el dinero que te pide y subes a la furgoneta.","\n","ev","str","^Os ponéis en marcha","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_2"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_2":[["^Durante horas viajáis hacinados en la parte de atrás de la furgoneta, atravesando carreteras mal asfaltadas y caminos de tierra apenas transitados. En total sois once personas, y otros tantos que acompañan en un segundo vehículo. Hombres y mujeres de mirada recelosa y silencios prolongados.","\n","^Finalmente las furgonetas se detienen y tenéis ocasión de bajar y estirar las piernas.","\n","^El paisaje que os rodea es una desolación de piedra y de arena y de polvo. Un árbol raquítico, a lo lejos, como único accidente.","\n","ev","str","^—¿Dónde estamos?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_3"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_3":[["^¿Por qué hemos parado? ¿Dónde estamos?","\n","^Uno de vuestros guías se os acerca y os dice que se está acabando la gasolina. Si queréis continuar tenéis que pagar para que vayamos a por más.","\n","^Posiblemente se trate de una farsa. Pero estáis en medio de ninguna parte.","\n","^El sol abrasador sobre vuestras cabezas.","\n","^Asustados, tus compañeros ceden a la extorsión y pagan.","\n","^Tú, te señala. Y te das cuenta de que se trata del mismo tipo con el que hablaste en el pueblo. Cincuenta duros.","\n","ev","str","^—Ya te di todo lo que tenía","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^—Solo me queda esto","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Dar el dinero","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"ElPacto_3a"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ElPacto_3b"},"\n",{"#f":5}],"c-2":["^ ",{"->":"ElPacto_3c"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_3a":[["^Ya te di antes todo lo q- un puñetazo salvaje interrumpe tu mentira y te hace caer al suelo.","\n","^No tenemos todo el día. El dinero.","\n","ev","str","^—Solo me queda esto","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ceder a la extorsión","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"ElPacto_3d"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ElPacto_3c"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_3b":[["^Solo… esto es todo lo que tengo, mientes, ofreciéndole diez talentos.","\n","^El hombre te mira fijamente a los ojos durante unos segundos. Pero al cabo coge el dinero de tu mano y se vuelve con sus compañeros.","\n","ev","str","^Respirar hondo","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_4"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_3c":[["^Luchando por contener la rabia pagas lo que se te exige.","\n","ev","str","^Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_4"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_3d":[["^Con el sabor de la sangre en la boca y lágrimas en los ojos, le ofreces diez talentos.","\n","^Esto… esto es todo lo que tengo.","\n","^El hombre te lanza de nuevo al suelo de una patada, ante la mirada aterrorizada de los demás. Nadie se atreve a mover un músculo mientras te arranca la camisa, destrozándola. Te arranca después los pantalones y vacía los contenidos de los bolsillos en el suelo. Y coge todo el dinero que encuentra dentro de tu cartera.","\n","^Tienes suerte, en cualquier caso. Consigues conservar a salvo los últimos billetes escondidos bajo la suela interior de los zapatos.","\n","ev","str","^Secarte las lágrimas","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto_4"},"\n",{"#f":5}]}],{"#f":1}],"ElPacto_4":[["^Y, sin más, se suben a los dos vehículos y parten, abandonándoos allí.","\n","^No piensan regresar.","\n","^Alguien asegura que conoce el camino, que estáis a apenas unos días de la frontera. Que podéis llegar andando.","\n","^Todavía dudáis durante algunos minutos, indecisos, pero nadie es capaz de proponer una idea mejor.","\n","ev","str","^Así que echáis a andar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}