{"inkVersion":21,"root":[["#","^title: Ulises","/#","#","^author: J. Francisco Lisaso","/#",{"->":"ElPacto"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"ElPacto":[["^Los cincuenta duros.","\n","^La furgoneta está aparcada en las afueras del pueblo, junto a un edificio de ladrillos cascarillados y ventanas rotas que tal vez sea algún tipo de almacén. Pasan varios minutos de las dos de la madrugada. La noche no tiene luna y la oscuridad es espesa. Viscosa. No se oye nada más que los susurros intranquilos de tus compañeros y las instrucciones cortantes pero en voz queda de vuestros guías.","\n","^Cincuenta duros, repite, tendiéndote una mano.","\n","ev","str","^—Eran diez talentos","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Dar el dinero ","#","^50","/#","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":".^.^.^.a"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.b"},"\n",{"#f":5}]}],{"a":[["^Habíamos quedado… el trato eran diez talentos.","\n","^Bueno, el trato ahora son cincuenta talentos. Si quieres subir, pagas. Si no, te das la vuelta y te vuelves por donde has venido.","\n","^Miras a tu espalda, en dirección al pueblo que duerme a un centenar de metros. Y más allá. Hacia la vida que dejas atrás, sepultada tras la caída de la noche oscura.","\n","^Sabes perfectamente que ahora mismo no puedes regresar allí, por mucho que lo desearas.","\n","ev","str","^Dar el dinero ","#","^50","/#","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ElPacto.c"},"\n",{"#f":5}]}],{"#f":1}],"b":[["^Este no era el trato, pero poco importa. No es que puedas darte la vuelta y volver por donde has venido. Aunque desearas hacerlo. Simplemente no puedes.","\n","^Y ellos lo saben perfectamente.","\n","^Al menos la oscuridad te permite no ver su sonrisa cuando le entregas el dinero.","\n","ev","str","^Subir a la furgoneta","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"DespedidaDeLosFeacios"},"\n",{"#f":5}]}],{"#f":1}],"c":[["^Le das el dinero que te pide y subes a la furgoneta.","\n","ev","str","^Os ponéis en marcha","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"DespedidaDeLosFeacios"},"\n",{"#f":5}]}],{"#f":1}],"#f":1}],"DespedidaDeLosFeacios":[["^Durante horas viajáis hacinados en la parte de atrás de la furgoneta, atravesando carreteras mal asfaltadas y caminos de tierra apenas transitados. En total sois once personas, y otros tantos que acompañan en un segundo vehículo. Hombres y mujeres de mirada recelosa y silencios prolongados.","\n","^Finalmente las furgonetas se detienen y tenéis ocasión de bajar y estirar las piernas.","\n","^El paisaje que os rodea es una desolación de piedra y de arena y de polvo. Un árbol raquítico, a lo lejos, como único accidente.","\n","ev","str","^—¿Dónde estamos?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^¿Por qué hemos parado? ¿Dónde estamos?","\n","^Uno de vuestros guías se os acerca y os dice que se está acabando la gasolina. Si queréis continuar tenéis que pagar para que vayamos a por más.","\n","^Posiblemente se trate de una farsa. Pero estáis en medio de ninguna parte.","\n","^El sol abrasador sobre vuestras cabezas.","\n","^Asustados, tus compañeros ceden a la extorsión y pagan.","\n","^Tú, te señala. Y te das cuenta de que se trata del mismo tipo con el que hablaste en el pueblo. Cincuenta duros.","\n","ev","str","^—Ya te di todo lo que tenía","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^—Solo me queda esto","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Dar el dinero","/str","/ev",{"*":".^.c-3","flg":20},{"c-1":["^ ",{"->":".^.^.^.^.b"},"\n",{"#f":5}],"c-2":["^ ","#","^10 ","/#",{"->":".^.^.^.^.c"},"\n",{"#f":5}],"c-3":["^ ","#","^50 ","/#",{"->":".^.^.^.^.d"},"\n",{"#f":5}],"#f":5}]}],{"b":[["^Ya te di antes todo lo q- un puñetazo salvaje interrumpe tu mentira y te hace caer al suelo.","\n","^No tenemos todo el día. El dinero.","\n","ev","str","^—Solo me queda esto","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ceder a la extorsión","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","#","^100 ","/#",{"->":".^.^.^.^.e"},"\n",{"#f":5}],"c-1":["^ ","#","^50 ","/#",{"->":".^.^.^.^.d"},"\n",{"#f":5}]}],{"#f":1}],"c":[["^Solo… esto es todo lo que tengo, mientes, ofreciéndole diez talentos.","\n","^El hombre te mira fijamente a los ojos durante unos segundos. Pero al cabo coge el dinero de tu mano y se vuelve con sus compañeros.","\n","ev","str","^Respirar hondo","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":".^.^.^.^.f"},"\n",{"#f":5}]}],{"#f":1}],"d":[["^Luchando por contener la rabia pagas lo que se te exige.","\n","ev","str","^Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":".^.^.^.^.f"},"\n",{"#f":5}]}],{"#f":1}],"e":[["^Con el sabor de la sangre en la boca y lágrimas en los ojos, le ofreces diez talentos.","\n","^Esto… esto es todo lo que tengo.","\n","^El hombre te lanza de nuevo al suelo de una patada, ante la mirada aterrorizada de los demás. Nadie se atreve a mover un músculo mientras te arranca la camisa, destrozándola. Te arranca después los pantalones y vacía los contenidos de los bolsillos en el suelo. Y coge todo el dinero que encuentra dentro de tu cartera.","\n","^Tienes suerte, en cualquier caso. Consigues conservar a salvo los últimos billetes escondidos bajo la suela interior de los zapatos.","\n","ev","str","^Secarte las lágrimas","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":".^.^.^.^.f"},"\n",{"#f":5}]}],{"#f":1}],"f":[["^Y, sin más, se suben a los dos vehículos y parten, abandonándoos allí.","\n","^No piensan regresar.","\n","^Alguien asegura que conoce el camino, que estáis a apenas unos días de la frontera. Que podéis llegar andando.","\n","^Todavía dudáis durante algunos minutos, indecisos, pero nadie es capaz de proponer una idea mejor.","\n","ev","str","^Así que echáis a andar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"MendigandoEntrePretendientes"},"\n",{"#f":5}]}],{"#f":1}],"#f":1}],"MendigandoEntrePretendientes":[["^Camináis lentamente pero a ritmo constante sobre el terreno irregular. Ignoráis dónde os encontráis exactamente, pero confiáis en la promesa de que la frontera queda en algún lugar, no demasiado lejos, hacia el norte. Así que esa es la dirección que seguís.","\n","^Piedras y polvo hasta donde alcanza la vista.","\n","^Siempre hacia el norte.","\n","^Un calor que agrieta los labios y seca la garganta.","\n","ev","str","^Seguir andando. Al norte","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Una de las personas que encabezan la marcha da la voz. Han visto algo.","\n","^Al ir acercándoos al lugar, el silencio que os lleva acompañando durante todo el viaje va ganando peso. Hasta hacerse atronador.","\n","^Semienterrados en la arena descubrís los cadáveres de dos personas.","\n","^Una misma sombra cruza vuestras caras. Un mismo pensamiento común, compartido: Este puede ser el destino que nos aguarde a todos nosotros.","\n","ev","str","^Seguir andando","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["^ ",{"->":"ElPalacioDeAlcinoo"},"\n",{"#f":5}],"#f":5}]}],{"#f":1}],"ElPalacioDeAlcinoo":[["^Pasáis la noche resguardados en unas casas de barro. Refugio de algún grupo de pastores nómadas. Tumbados en el suelo, pegados unos a los otros en el espacio reducido. Sin poder siquiera estirar las piernas. Duermes profundamente.","\n","^Los rayos del sol te despiertan temprano en la mañana. Alguien saca algo de comida y agua de una mochila y se ofrece a compartirla con los demás. Siempre y cuando le paguéis por ello.","\n","ev","str","^Pagar por el desayuno ","#","^10","/#","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ponerse en camino","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["^ ",{"->":"DescensoAlHades"},"\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Abrís unas latas de comida envasada. Os repartís un poco de pan duro.","\n","^Os ponéis en camino.","\n","ev","str","^Al norte","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["^ ",{"->":"DescensoAlHades"},"\n",{"#f":5}],"#f":5}]}],{"#f":1}],"LasSirenas":[["^Una humareda de polvo en el horizonte. Por culpa del cansancio y del calor aún tardáis un momento en comprender loque ocurre; una furgoneta se acerca a vosotros. ¡Estáis salvados!","\n","^No tardáis en descubrir el error. El vehículo se detiene a unos diez metros de donde os encontráis y salen tres tuaregs de aspecto hosco, portando fusiles de asalto. Os exigen la comida y el agua que os queda. Uno de tus compañeros se opone. Sin inmutarse le disparan en el estómago antes de huir con vuestras últimas provisiones.","\n","ev","str","^Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"DescensoAlHades"},"\n",{"#f":5}]}],{"#f":1}],"DescensoAlHades":[["^Camináis en fila india bajo un sol inclemente, semidesnudos, hostigados a cada paso por la sed y el hambre.","\n","^No todo el mundo es capaz de resistirlo. Tres cuerpos se desploman inconscientes en la arena.","\n","^Los demás seguís caminando.","\n","ev","str","^Al norte","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"Itaca"},"\n",{"#f":5}]}],{"#f":1}],"LaUltimaCena":["^Dos dromedarios yacían muertos. Nunca en mi vida había sido tan cierto aquello de que la necesidad agudiza el ingenio; gracias a ellos nuestra esperanza encontraba una tregua ante tanto desasosiego. Uno de los integrantes del grupo tenía una navaja con la que rajamos el estómago de ambos animales para conseguir agua. También aprovechamos sus cuerpos y pelaje para entrar en calor en medio de la fría noche desértica. Alrededor de ellos fuimos ocupando los diversos huecos que quedaban y así conseguimos conciliar el sueño.","\n","end",{"#f":1}],"Itaca":[["^La travesía por el desierto llega a su fin de un modo abrupto y casi por sorpresa. Lo conseguisteis, estáis aquí, pero nadie lo celebra. No todavía.","\n","^Tres vallas dan forma física a la línea imaginaria que separa los dos países. Tres vallas que no dejan indiferente a nadie. Tres vallas que imponen y encogen el estómago hasta hacerle a uno vomitar y uno vomita aunque no sea más que bilis porque ya no queda otra cosa que expulsar. Uno vomita porque sabe que en esas tres vallas se han perdido innumerables vidas.","\n","^Cada vez que se traza una frontera alguien se queda fuera.","\n","^Sólo hay dos formas de cruzar al otro lado. Pagando un salvoconducto en el control fronterizo, si tienes dinero. O arriesgándote e intentar el salto.","\n","^Una suerte asentamiento improvisado y caótico, con varios cientos de tiendas, se ha levantado de vuestro lado de la frontera para todos aquellos que no pueden pagar el soborno y están tratando de decidirse entre arriesgarlo todo o rendirse y emprender el camino de vuelta.","\n",["ev","str","^Comprar pase al otro lado ","#","^200","/#","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Observar control fronterizo","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Buscar un lugar en el campamento","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ","end","\n",{"#f":5}],"c-1":["^ ",{"->":"Itaca.control_fronterizo"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Itaca.campamento"},"\n",{"#f":5}],"#f":5,"#n":"frente_a_la_valla"}],null],{"control_fronterizo":["^Tres aberturas atraviesan las tres vallas. Y entre ellas se levanta el control fronterizo.","\n","^Guardias con uniforme militar y armados con rifles automáticos.","\n","^Furgones blindados.","\n","^Torres de observación.","\n","^Alambrada de espino y barreras cortando el paso al tráfico.","\n",{"->":".^.^.0.frente_a_la_valla"},{"#f":1}],"campamento":[["^El campamento está comformado por precarias tiendas construidas con cartones y plásticos. La gente anda y duerme entre montones de desperdicios. Restos de comida. Letrinas improvisadas. Llanto enérgico de los niños pequeños. Llanto apagado de los adultos.","\n","^Absolutamente agotado buscas tu propio trozo de suelo entre la basura.","\n","^Siempre bajo la presencia desafiante de las vallas coronadas por las concertinas.","\n","ev","str","^Cerrar los ojos","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Despiertas sobresaltado por una cacofonía de gritos.","\n","^Hay hombres y mujeres corriendo a tu alrededor. Intentas incorporarte y sacudirte el sueño de los ojos mientras observas a una muchedumbre que se ha arremolinado a los pies de la primera de las vallas. Y aunque los estás viendo con tus propios ojos, aún tardas un instante en comprender lo que ocurre.","\n","^Están saltando. Decenas de ellos. Están saltando.","\n","^Si vas a intentarlo tiene que ser ahora.","\n","ev","str","^Saltar la valla","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^Corres y trepas y gritas junto a los demás. Completamente embotado por la adrenalina y por el terror. El estallido de disparos cerca. Focos de luz cegadora. Tú corres y trepas y gritas.","\n","^Y de pronto notas un golpe terrible en las rodillas y caes rodando en el suelo. Alguien se abalanza sobre ti y te inmovilizan por la fuerza.","\n","^No te resistes. No intentas zafarte. Ya no gritas.","\n","^No tienes más fuerzas.","\n","ev","str","^Cerrar los ojos","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^Una celda oscura.","\n","^Hedor a orina y a sudor.","\n","^Otros cuerpos compartiendo contigo el reducido espacio.","\n","ev","str","^Cerrar los ojos","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^Los alaridos de alguien, en alguna parte, amortiguados por las paredes.","\n","ev","str","^Cerrar los ojos","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["^ ","\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["^Un guarda te saca de la celda y te conduce a solas por un estrecho pasillo. Aterrorizado piensas en el dinero que te queda, escondido bajo la suela del zapato. Quizá… quizá sea suficiente para salir de aquí.","\n","^Quizá.","\n","ev","str","^Comprar documentación ","#","^200","/#","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^Sobornar al guardia ","#","^money","/#","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^Seguirlo en silencio","/str","/ev",{"*":".^.c-7","flg":20},{"c-5":["^ ","end","\n",{"#f":5}],"c-6":["^ ",{"->":"Itaca.soborno"},"\n",{"#f":5}],"c-7":["^ ",{"->":"Itaca.seguir_indicaciones"},"\n",{"#f":5}],"#f":5}]}],{"#f":1}],"soborno":[["^Tengo dinero. Puedo pagar.","\n","^Apenas eres capaz de articular la frase, pero el guardia cambia el paso y os hace apartaros a un lado. Te estudia un momento, comprueba que no hay nadie más a la vista, y finalmente asiente y te asegura ser capaz de ayudarte a salir del lía en el que te has metido.","\n","^Le das todo el dinero que te queda.","\n","^Él asiente con la cabeza. Muy bien.","\n","^Con un gesto, señala hacia el final del pasillo. Sin correr. La última puerta, a la derecha.","\n","ev","str","^Seguir sus indicaciones","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"Itaca.seguir_indicaciones"},"\n",{"#f":5}]}],{"#f":1}],"seguir_indicaciones":[["^Quítate la ropa.","\n","^Te encuentras en una habitación con cuatro hombres vestidos con uniforme de soldado. El que da la orden se arremanga la camisa y se coloca un guante negro de látex. Lloras de miedo y de rabia y de impotencia. Y obedeces.","\n","ev","str","^Comprar documentación ","#","^200","/#","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Cerrar los ojos ","#","^money","/#","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","end","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^De nuevo en la celda.","\n","^Uno de tus compañeros te abraza y llora contigo en silencio.","\n","ev","str","^Cerrar los ojos","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^Os suben en un furgón blindado.","\n","^Apenas distingues el paisaje tras las ventanillas por culpa de la inflamación de la cara, pero sí alcanzas a ver la sombra de las tres horribles vallas. Y los restos desperdigados del campamento, ahora destruido y abandonado.","\n","^Conducen sólo unos pocos kilómetros antes de detener el vehículo. Os sacan del furgón sin siquiera dirigiros la palabra. Arrancan y se marchan y vosotros os quedáis aquí, solos, en el desierto.","\n","ev","str","^Emprender el camino de vuelta","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^¿Qué otra cosa puedes hacer?","\n","^Echas andar.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"global decl":["ev",250,{"VAR=":"money"},"/ev","end",null],"#f":1}],"listDefs":{}}